{
    "/teamwl" : ["When run, this command returns the current season Win/loss/OT record for the requested team, requiring 1 parameter, the opposing teams Abbreviation.", "Example: /teamwl CGY"],
    "/lifewl" : ["This command returns the lifetime Win/Loss at home, on the road, stats between two teams. This requires two parameters, the first Abbreviation, and second Abbreviation.", "Example: /lifewl CGY EDM"],
    "/pstats" : ["This command returns the most relevant stats for each player. This takes three parameters, the name which is required, a season, and a season type character (both of which are optional).", "Example: /gstats JacobMarkstrom or /pstats ConnorMcDavid 20192020 P"], 
    "/gnext" : ["This command returns the next game date for the requested team, checking the next 10 days from the date the command was run. It only requires one parameter, a team Abbreviation.", "Example: /gnext CGY"],
    "/glast" : ["This command returns the last game date played by the requested team, checking the last 10 days from the date the command was run. It only requires one parameter, a team Abbreviation.", "Example: /glast CGY"],
    "/gtoday" : ["This command returns some info about the game of that current day of the requested team. It will return the game's matchup, and game stats as they become available. It only requires one parameter, a team ID.", "Example: /gtoday CGY"],
    "/divstandings" : ["(Being re-worked. Does not return proper data.)This command returns the current season’s, and only he current season’s, divisional standings. This requires one parameter, the division. The 2020-2021 season has brought us new division. The accepted format of the division name is as follows: CENTRAL: Central, EAST: East, NORTH: North, WEST: West.", "N/A"],
    "/confstandings" : ["This command returns the current season’s, conference standings. This requires one parameter, the conference(Eastern, Western).", "Example: /confstandings Western"],
    "/leaguestandings" : ["This command returns the standings for the entire league, and can be run for any season in NHL history. This command has no required parameters, but can be passed an optional season.", "Example: /leagueStandings or /leaguestandings 20182019"],
    "/playoffstandings" : ["This command returns the data of any requested playoff series, from any round, during any season. It will return the team matchup, as well as the record for the series. This command requires three parameters, a team abbreviation, a playoff round (SCQ, R1, R2, CF, SCF), and the season. Note, SCQ only works for the 20192020 qualifier round.", "Exmaple: /playoffstandings CGY SCQ 20192020"],
    "/daysummary" : ["Returns a rundown of all games happening on the requested day. Can be passed an optional parameter Date (YYYY-MM-DD).", "Example: /daySummary or /daysummary 2021-10-29"],
    "/skatercareer" : ["Returns the entire NHL career of the requested player. NOTE: This command returns a lot of data, and only works with active players. Use /ATplayerStats for non active players.", "Example: /skatercareer ZdenoChara"],
    "/next7" : ["Returns the schedule of the requested team over the following 7 days, giving the user the date and time of the upcoming in that over that period. Parameters: Team Abbreviation.", "Example: /next7 CGY."],
    "/pergame" : ["Returns a player's stat over total games played. Takes two parameters, a player, and a stat. Use /statcodes for all stat codes.", "Example: /pergame EliasLindholm points"],
    "/settimezone" : ["Updates the preferred timezone of the requestion server to change the timezone, run the command, and pass it a timezone code.", "Example: /settimezone Eastern Time"],
    "/draftbyyear" : ["Returns all draft picks of the requested team from the requested year.", "Exmaple: /draftbyyear NYR 2020."],
    "/pinfo" : ["Returns a suite of information about the requested player.", "Example /pinfo JohnnGaudreau"],
    "/tinfo" : ["Returns a suite of information about the requested team.", "Example /tinfo CGY"],
    "/atplayerstats" : ["Returns the career stats of all active and unactive NHL players. Similar to skaterCareer, only with less data and support for goalies.", "Example: /atplayerstats JaromeIginla"],
    "/statleader" : ["Returns the highest scorers of the requested stat from high to low, takes the team abbreviation, how many places (top 10, top 5 etc) and the stat, which defaults to points.", "Example: /statleaders CGY 10 goals"],
    "/skatersinglestat" : ["Returns a single requested skater's stat. Takes 3 parameters, a player name, a stat code, and a season which is optional. Use /statcodes for all stat codes.", "Example: /skatersinglestat BlakeColeman faceOffPct 20202021"],
    "/goaliesinglestats" : ["Returns a single requested goalie's stat. Takes 3 parameters, a player name, a stat code, and a season which is optional. Use /statcodes for all stat codes.", "Example: /goaliesinglestats BlakeColeman faceOffPct 20202021"],
    "/scfwinner" : ["Provides the winner of the stanley cup in the requested year.", "Example: /scfwinner 20212022"],
    "/whatsnew" : ["Gives a quick change log of the what's new with the bot.", "Example: /whatsnew"],
    "/info" : ["Sends the user resources for navigating the bot.", "Example:/info"]
}